<template>
    <div class="my-star-agreement-content">
        <div class="header">
            <img src="../../assets/images/my-star-agreement-picture@3x.png">
        </div>
        <div class="title"
             v-theme:color>
            个人工作室注册协议
        </div>
        <div class="content"
             v-theme:color>
            <div>委托方（甲方/您）： <br /> 身份证号码： <br /> 受托方（乙方）：安徽口碑工作人工智能科技有限公司</div>
            <p>
                双方本着平等互利、相互合作的原则，经友好协商，就您本人（下称"甲方〃）委托安徽口碑工作人工智能科技有限公司(下称"乙方")为其代办创业主体身份（个体工商户）、入驻乙方指定的孵化器、孵化管理及财税代理服务等创业相关事宜（即"本项目"），达成如下条款，以资共同遵守：
            </p>
            <div>
                <div>一、服务期限及范围</div>
                <p>
                    1. 服务期限自甲方签订本协议之日起至第24个月的最后一日止。
                </p>
                <p>
                    2.服务期限届满前，如甲方未向乙方表示退出孵化器且未收到乙方确认收到通知的，则视为双方同意服务期限自动顺延12个月；如届满前甲方明确表示不再续约的则本协议自期届满之日终止。
                </p>
                <div>二、委托事项及服务内容</div>
                <p>1. 乙方接受甲方委托为其代办个体工商户注册、注册过程中相关流程或者文件的签署（包括但不限于授权申请CA证书进行电子签名、授权签署本人姓名等），入驻孵化器事宜、入孵地址托管服务、签订相关合作协议、按乙方在甲方指定孵化器上具体业务数据而登记并支付甲方月收入流水代开发票、缴税报税、材料归档及为其提供代办个体工商户年检、注销及其他有关事宜。</p>
                <p>2. 乙方接受甲方委托代办个体工商户注册、入驻孵化器事宜、入孵地址托管服务、签订相关合作协议、按乙方在甲方指定孵化器上具体业务数据而登记并支付甲方月收入流水代开发票、缴税报税、材料归档及为其提供代办个体工商户年检、注销及其他有关事宜，就办理上述事项过程中需要签署的材料文件授权乙方全权代为签署本人姓名或通过线上模式进行签署。甲方对被委托人乙方、乙方工作人员或通过口諀创客系统在办理上述事项过程中所签署的有关文件以及流程均予以认可，并承担相应的法律责任。</p>
                <p>3. 乙方接受甲方委托代为保管甲方营业执照及相关印章，不得用于任何非法用途。</p>
                <p>4. 甲方知晓并同意，乙方根据合作平台实现共享经济要求提供孵化等服务，个体工商户注册名称字号、以及经营营业范围等工商注册事宜均需要按照乙方命名规则和统一的营业范围，甲方不得修改，届时甲方不应以不知哓或者未阅读本协议的内容或者未获得乙方问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
                <div>三、双方的权利及义务</div>
                <p> 1. 甲方的权利及义务
                    <section>1.1 甲方保证是具有中国国籍的完全民事行为能力人（如18周岁以上，且无生理及心理认识控制障碍），若甲方不具备或不继续具备完全民事行为能力或其他法定、监管、管理部门不得成立个体工商户等情况则应当立即停止使用乙方提供的服务并通知乙方，同时甲方有权视情况决定是否中止、终止或解除本协议。</section>
                    <section>1.2 甲方同意入驻乙方指定的孵化器并在此中开展创业活动，并委托乙方代办甲方本人个体工商户注册、年检等个体工商户有关的工商、税务全部事宜，以及商业合作等事宜。个体工商户工商注册登记申请所用商户名称甶乙方全权决定，甲方接受乙方决定的个体工商户名称。</section>
                    <section>1.3 乙方取得甲方个体工商户营业执照后，甲方自愿使用口諀创客平台（以下简称"平台"，包括手机端App、口諀创客微信小程序、其他口諀创客H5等作为创业管理工具，因此应以个体工商户身份按乙方要求及平台规定注册认证有效账户。若甲方确定承包平台上项目，则委托乙方与发包方签订相关合作协议。甲方有权实时查询账户信息，包括但不限于业务信息、收支信息、协议信息等。</section>
                    <section>1.4 甲方平台账号即为甲方接受口諀创客平台向其提供服务的凭证；同时是甲方持有、使用"口諀创客豆"、〃口諀创客补贴券"等相关虚拟资格的身份凭证。若甲方需要接受口諀创客平台提供的增值服务，甲方平台账号同时也是甲方支付费用、接受增值服务的凭证。</section>
                    <section>1.5 甲方有权且应在合理时间内对乙方提供的服务进行评价、提出修改意见或确认意见。</section>
                    <section>1.6 甲方有权通过口諀创客平台"抢〃适合自己的创新任务，且有权经相关权利主体就执行成果审核合格后获取报酬。</section>
                    <section>1.7 甲方在口諀创客平台上的各项任务详情及任务执行结果均属于本协议范围。</section>
                    <section>1.8 甲方应按中国法律法规及规定自行承担并缴纳与自身及个体工商户经营有关之一切税费，甲方允许并接受相关税务行政管理机关就相应税费进行代扣，乙方不承担前述任何税费及责任。</section>
                    <section>1.9 甲方基于本协议有权获得乙方提供的个体户注册地址，并以此地址为甲方个体工商户的注册经营地址。甲方以该个体工商户身份进行的全部民事或商事活动，均必须在乙方指定合作平台（水滴孵化器及"口諀创客平台"）上进行。乙方无法得知甲方是否利用甲方个体工商户身份在该平台外进行其他活动，因此乙方为甲方进行报税缴税等财税处理的依据仅限于该平台。如甲方以该个体工商户身份从事其他任何活动均与乙方无关。</section>
                    <section>1.10 甲方不得利用口諀创客进行任何形式的洗钱等违法活动。</section>
                </p>
                <p> 2. 乙方的权利及义务
                    <section>2.1 乙方取得甲方个体工商户营业执照后，乙方有权自行选择以甲方的自然人身份和/或个体工商户身份继续履行本协议且甲方接受乙方的决定。</section>
                    <section>2.2 甲方应当提供真实、准确、完整、有效的注册认证信息、任务执行信息等，如因甲方提供虚假资料而给乙方造成经济损失或名誉损害，由甲方承担一切法律责任。</section>
                    <section>2.3 认真准确并及时完成本协议约定的全部工作内容。</section>
                    <section>2.4 在接受委托期间与甲方保持密切的沟通。</section>
                    <section>2.5 甲方应向乙方支付相关代办费用、地址托管年费（如有）及月度税费。甲方委托乙方代付该笔费用。</section>
                    <section>2.6 甲方支付乙方相应税款后，乙方统一将税款缴至孵化器当地税务局，甶税务局代甲方开具发票给乙方。</section>
                    <section>2.7 发生下列情形之一的，甲方授权乙方代理甲方或依据甲方申请办理个体工商户注销流程：
                        <ol>
                            <li>甲方终止在乙方孵化器的创业活动的；</li>
                            <li>甲方不通过口諀创客平台接活的时间累积超过3个月或连续三个月无任何收入的，经乙方电话联系确认注销或联系不上的；</li>
                            <li>提供虚假材料或其他违反本合同约定或法律规定情况的；</li>
                            <li>被工商行政部门认定无效或其他需要注销的情况的。</li>
                        </ol>
                        甲方在发生或知晓上述情况后应立即通知乙方或经过乙方通知后应及时配合乙方发起该个体工商户的注销流程，如因甲方通知延误而造成的任何额外费用及损失由甲方承担。
                    </section>
                    <section>2.8 乙方有权将本合同项下的任何权利或义务全部或部分转让给乙方关联公司，而无须另行通知甲方、征得甲方同意，视为甲方自动同意。为本协议之目的，"关联公司"就某公司而言是指通过股权、合同或其他方式控制该特定公司，受该特定公司控制或与该特定公司同为某一集团（公司）或个人所控制的其他公司。</section>
                    <section>2.9 如国家或地方税收及工商登记管理等政策发生重大变化时，有关服务费及报备材料将进行调整，乙方以书面形式通知甲方，从政策变化之日起实施。甲乙双方可因该政策变化解除本协议。</section>
                </p>
                <div>四、双方的权利及义务</div>
                <p>乙方暂时不向甲方收取服务费，但根据市场与技术的发展，乙方保留向甲方收取相应服务费的权利。在开始收费前，乙方将以平台公示等方式通知甲方具体收费标准。甲方有权选择接受或拒绝交费，并立即停止使用口諀创客平台的服务，甲方停止使用口諀创客平台服务前已经生成的任务应当依照原规则进行验收和结算。如甲方继续使用，即视为甲方同意支付相关费用。</p>
                <div>五、双方的权利及义务</div>
                <p>1. 甲、乙双方保证一方向另一方提供的资料不会侵犯任何其他人的知识产权或合法权益，否则一切责任甶提供方自行承担，概与接收方无关。</p>
                <p>2. 甲、乙双方保证一方根据本协议获知或获准使用的另一方的硬件、软件、程序、密码、商品名、技术、许可证、专利、商标、技术知识和经营过程是另一方的合法所有，该方对此无任何权利或利益。</p>
                <p>3. 在本协议的有效期内，协议双方保证除获得对方书面同意以外，不得向任何第三方泄露任何有关本协议所涉及的身份及运营信息和数据，但接收方按国家行政机关或有权事业单位要求披露、按第三方专业服务机构（律师事务所、会计师事务所等）尽职调查要求披露的除外。一方违约泄露而造成另一方损失的，泄露方须赔偿对方的直接损失。本协议无论因任何原因变更、中止或终止后，本保密条款继续有效。</p>
                <p>4. 口諀创客平台及平台各项独立/非独立功能产品、产品元素等(统称"口諀创客平台"）均归乙方合作方口諀创客平台所有，该平台上发布的各类资讯、通知、宣推、广告展示等产品内容均甶乙方合作方口諀创客平台独立负责并运营，包括但不限于调整页面设计及内容、功能升级、口諀创客帮帮及口諀创客任务等信息提示的发布，甲方无权干涉。口諀创客平台中所使用的任何相关软件、程序、内容（如口諀创客帮帮等），包括但不限于作品、图片、图像、视频、档案、资料（客户资料除外）、网站构架、网站版面的安排、网页设计、经甶"口諀创客"APP或广告商向用户呈现的广告或资讯，均甶乙方或其它权利人依法享有相应的知识产权。对于乙方依托口諀创客平台向甲方提供运营管理服务的事实，并不表示甲方已经从乙方获得向第三人转让或许可第三人使用该平台的权利，即甲方不得将该平台转让给其他任何主体使用。</p>
                <p>5. 无论本协议是否有任何相反的约定，任何一方如需在任何场合、以任何形式使用对方名称、商标、标识或相关图像等，在相关使用前必须事先征得对方书面同意，而该等使用并不代表被同意使用方享有对该名称、商标、标识或相关图像的任何权利。各方应对其提供的名称、商标、标识或相关图像承担保证责任，如因其提供的上述内容侵犯第三方合法权益导致另一方损失的，该方应承担赔偿责任。本协议一经终止，双方承诺不再以任何形式在营业场所内、宣传媒体、物品或用户面前使用对方名称、商标、标识和相关图像，并于另一方提出要求时，销毁或无偿送交所有相关宣传材料予对方。如任何一方违反本条款，违约方须赔偿守约方一切因而蒙受的损害及损失（包括但不限于知识产权有关的损失、诉讼与行政处罚）。</p>
                <div>六、双方的权利及义务</div>
                <p>1. 本协议生效后，甲、乙双方当事人均应全面履行本协议所约定的义务。任何一方不履行或不完全履行本合同所约定义务的，应当依法承担继续履行、采取补救措施或者赔偿损失等违约责任。</p>
                <p>2. 任一方提前终止本协议应至少提前七个工作日向对方发出书面申请并结清有关债权、债务及全部费用。经对方审核同意后由乙方终止该甲方账户的服务功能（即"项目结束"）；如项目结束时，甲方结清全部费用后充值账户仍有余额，甲方发起提现流程申请后，乙方应在10个工作日内将剩余款项返还至甲方银行账户。</p>
                <div>七、争议的解决</div>
                <p>凡有关本协议或执行本协议发生的争议，应经过友好协商解决；若不能协商解决，则应向乙方所在地人民法院提起诉讼。</p>
                <div>八、免责条款</div>
                <p>如双方在执行本协议中出现以下情形，则依法免除承担民事责任。</p>
                <p>1. 不可抗力
                    <section>1.1 不能预见、不能避免并不能克服的客观情况，包括但不限于地震、台风、水灾、火灾、雷击、罢工、暴动、战争、疫病封锁、黑客攻击、网络病毒、电力中断、通讯系统故障、电信网监部门技术管制、政府行为或任何其它自然或人为造成的灾难等强力制约本协议正常履行的客观情况；</section>
                    <section>1.2 法律、法规规定或政府或其他权威机构确认的不可抗力事件；</section>
                    <section>1.3 由双方共同确认的不可抗拒因素影响。</section>
                </p>
                <p>2. 任何一方对于在遇到不可抗力且自身无过错的条件下造成的延误或不能履约均可免责，但必须采取一切补救措施以减小损失并提供证明，否则应对扩大的损失进行赔偿。</p>
                <div>九、其他约定</div>
                <p>1. 本协议自甲方在线提交信息并确认签约之日起生效。</p>
                <p>2. 本协议内容及范围包括本协议之正文、本协议之全部附件、本协议之补充协议、甲乙双方就本协议的顺利推进与履行所达成的口头或书面确认以及口諀创客平台规则，均具有同等法律效力。</p>
                <p>3. 本协议任何条款被裁定或认定为无效，不影响本协议其他内容的效力，其他条款仍具有法律效力。</p>
                <p>4. 本协议有效期内，如遇国家政策调整，须对本协议做出相应调整的，由双方协商解决。</p>
                <p>5. 本协议适用中华人民共和国法律，并依其解释。</p>
                <p>6. 本协议未尽事宜应甶甲乙双方协商，另订补充协议附于本协议之内，所有补充协议均与本协议具有同等法律效力，补充协议如有与本协议约定不同之处则以补充协议为准。</p>
                <p>7. 本协议电子版与纸质版均有同等法律效力。</p>
                <p>8. 本协议自下列两种情形之任意一种最先发生之日起生效：甲乙双方均签署本协议时，或乙方在"口諀创客"平台完成个人工作室注册协议用户注册时。</p>
            </div>
            <div>
                签署声明：当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他口諀创客平台允许的方式实际使用口諀创客平台平台服务或口諀创客合作方服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与口諀创客平台以及合作方达成协议。您承诺接受并遵守本协议的所有约定，届时您不应以未阅读本协议的内容或者未获得口諀创客平台对您问询的解答等理甶，主张本协议无效，或要求撤销本协议。本网站有权随时变更本协议并在本网站上予以公告。经修订的条款一经在本网站的公布后，立即自动生效。如您不同意相关变更，必须停止使用本网站。若您对本协议的条款或其他变更内容，存在任何疑问，请您立刻联系口諀创客平台平台工作人员澄清，若您不同意本协议，您应立即停止注册或停止使用口諀创客平台、平台服务以及口諀创客合作方服务。
            </div>
            <div>各方充分知悉且已理解本协议全部内容，各方均保证下列之签名者和/或网络流程操作者已获有效授权并足以代表各方订立本协议。</div>
            <div>(以下无正文)</div>
            <div class="blank"></div>
            <div>甲方（签章）：</div>
            <div class="blank"></div>
            <div>乙方（签章）：</div>
            <div class="blank"></div>
            <div>本协议签订时间： 年 月 日</div>
            <div class="blank"></div>
            <div>附件：</div>
            <div>详见认证成功后《个体工商户注册相关申请书》</div>
            <div>
                <b>个人工作室注册信息：</b>
            </div>
            <div>待开业名称：</div>
            <div>资金数额（元）：</div>
            <div>类别：个体工商户</div>
            <div>组织形式：个人经营</div>
            <div>经营场所：</div>
            <div>登记机关：</div>
            <div>经营范围：</div>
            <div>经营范围是否含申批事项：否</div>
            <div>是否有委托代理人：有</div>
            <div>经营者姓名：</div>
            <div>性别：</div>
            <div>民族：</div>
            <div>证件类型： </div>
            <div>证件号码：</div>
            <div>住所：</div>
            <div>邮政编码：</div>
            <div>移动电话：</div>
            <div>政治面貌：</div>
            <div>电子邮箱：</div>
            <div>职业状况：</div>
        </div>
    </div>
</template>
<script>
    export default {

    }
</script>
<style lang="scss" scoped>
    .header {
        padding-top: 18px;
        text-align: center;
        img {
            width: 192px;
        }
    }
    .title {
        font-size: 36px;
        line-height: 80px;
        font-weight: 600;
        text-align: center;
    }

    .content {
        font-size: 24px;
        line-height: 48px;
        padding: 16px 35px 0;

        & > div {
            margin: 1em 0;
            & > p,
            & > div {
                margin: 0.5em 0 0;
                & > div {
                    margin-left: 1em;
                }
                section {
                    padding-left: 3em;
                    & > ol {
                        list-style: lower-alpha;
                    }
                }
            }
        }

        p {
            text-indent: 2em;
        }

        .blank {
            height: 80px;
        }
    }
</style>
