<template>
    <section>
        <div class="header">
            <img src="../../assets/images/my-star-agreement-picture@3x.png">
        </div>
        <div class="title"
             v-theme:color>
            合作协议
        </div>
        <div class="content"
             v-theme:color>
            <div>甲方：（企业） <br> 地址： <br><br>
                乙方：（个独）<br> 地址：<br><br>
                丙方：（个人）<br> 身份证号：<br><br>
                送达地址：<br>联系电话：<br> 邮箱：<br><br>
            </div>
            <p>
                鉴于甲方委托乙方承揽甲方特定项目，乙方转包给丙方从事具体业务，现三方本着友好协商达成如下协议：
            </p>
            <div>
                <div>一、定义</div>
                <p>
                    1. 任务指甲方根据业务需要在平台上发布需求。
                </p>
                <p>
                    2. 工作指甲方实际发布的任务内容。
                </p>
                <p>
                    3. 自由职业者指独立的不依靠其他条件，靠自身能力及工具完成工作的个体。
                </p>
                <p>
                    4. 经营所得指丙方完成甲方工作后获得的一定量的报酬。
                </p>
                <p>
                    5. 本协议视为送达通信方式包括但不限于短信、邮件、邮寄、微信、QQ、公告等。
                </p>
                <div>二、合作主体</div>
                <p>1. 甲方是一家按照相关法律法规合法设立经营的有限责任公司，负责发放相关任务，布置相关工作。</p>
                <p>2. 乙方是一家按照相关法律法规合法设立经营的个人独资企业，愿意承接甲方任务，完成甲方工作，并分包给丙方。</p>
                <p>3. 丙方是具有完全民事行为能力的自由职业者，愿意承接乙方工作，并通过自身能力及工具按照甲方要求完成工作。</p>
                <div>三、合作目的</div>
                <p>1. 为了更好的完成甲方委托乙方的项目，乙方根据自身业务需要将甲方项目分包给丙方，在规定的时间内承接并完成工作。</p>
                <p>2. 丙方作为自由职业者，自主接取甲方工作，自由选择工作内容。在一定的时间限制内完成甲方工作。</p>
                <p>3. 乙方组织丙方承接甲方工作，对丙方的承揽工作承担连带责任。</p>

                <div>四、合作期限</div>
                <p>1. 本合同自____年__月__日起至____年__月__日止，若任意一方无异议的，本协议自动延续1年。</p>
                <p>2. 合同期限内，任一方可随时解除本协议。若甲方或乙方解除协议的，可通过本合同首部丙方手机短信、送达地址邮寄或其他通信方式提前3天通知丙方。三方确认该短信或邮寄以发出之日视为收到之日。若丙方连续三日内未承接甲方工作的，视为丙方向甲方和乙方解除本协议。</p>

                <div>五、合作内容</div>
                <p>1. 甲方向乙方提出委托内容，乙方按照甲方要求完成委托项目。</p>
                <p>2. 乙方将委托内容分包给丙方，丙方按照自身意愿在甲方的工作发布中选取委托内容。</p>
                <p>3. 乙方委托甲方通过甲方口諀创客平台将经营所得直接发放给丙方。</p>
                <p>4. 乙方应当在收到所有经营所得后向甲方开具相应金额的发票。</p>
                <p>5. 丙方接到委托内容后应当在规定的时间完成工作并领取经营所得。</p>
                <p>6. 甲方和乙方、甲方和丙方、乙方和丙方均不存在直接或间接的劳动关系，仅为合作关系。</p>
                <p>7. 丙方同意，甲方可以以丙方名义为丙方申请个人账户，并交由甲方管理运维。</p>
                <p>8. 丙方同意通过甲方指定的特定平台接取工作及经营所得。</p>
                <p>9. 本协议签署后视为丙方同意并遵守甲方平台使用规范。</p>
                <p>10. 乙方接受甲方委托为其代办个体工商户注册、注册过程中相关流程或者文件的签署（包括但不限于授权申请CA证书进行电子签名、授权签署本人姓名等），入驻孵化器事宜、入孵地址托管服务、签订相关合作协议、按乙方在甲方指定孵化器上具体业务数据而登记并支付甲方月收入流水代开发票、缴税报税、材料归档及为其提供代办个体工商户年检、注销及其他有关事宜。</p>
                <p>11. 乙方接受甲方委托代办个体工商户注册、入驻孵化器事宜、入孵地址托管服务、签订相关合作协议、按乙方在甲方指定孵化器上具体业务数据而登记并支付甲方月收入流水代开发票、缴税报税、材料归档及为其提供代办个体工商户年检、注销及其他有关事宜，就办理上述事项过程中需要签署的材料文件授权乙方全权代为签署本人姓名或通过线上模式进行签署。甲方对被委托人乙方、乙方工作人员或通过口諀创客系统在办理上述事项过程中所签署的有关文件以及流程均予以认可，并承担相应的法律责任。</p>
                <p>12. 乙方接受甲方委托代为保管甲方营业执照及相关印章，不得用于任何非法用途。</p>
                <p>13. 甲方知晓并同意，乙方根据合作平台实现共享经济要求提供孵化等服务，个体工商户注册名称字号、以及经营营业范围等工商注册事宜均需要按照乙方命名规则和统一的营业范围，甲方不得修改，届时甲方不应以不知哓或者未阅读本协议的内容或者未获得乙方问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>

                <div>六、经营所得</div>
                <p>1. 经营所得按月（或日或小时）计算。即人民币____元/月。</p>
                <p>2. 三方每月___日结算上月费用，甲方于每月___日委托平台向丙方发放经营所得。丙方收到经营所得后，乙方于每月 日向甲方开具对应金额的发票。</p>
                <p>3. 若丙方超额完成或存在其他甲方认为需要奖励的，甲方同意额外支付丙方每月最高不超过人民币____元的奖励。若乙方未按时完成或未接取相关委托内容，则甲方有权扣除相应的费用。</p>
                <p>4. 若丙方超时完成工作的，对超时部分甲方和乙方不承担任何补偿责任。</p>

                <div>七、权利义务</div>
                <p>1. 甲方应当按时向丙方支付经营所得</p>
                <p>2. 乙方应当按照约定向甲方开具发票并为丙方工作负责。</p>
                <p>3. 乙方和丙方应当具有资质承接甲方项目。若在合作期间任一方不符合承接资质的，则本合同视为自动解除。</p>
                <p>4. 甲方有权按照自身业务需要通过口諀创客发布任务。丙方应当接取并完成任务。乙方有权监督丙方工作并向甲方汇报工作。</p>
                <p>5. 丙方需通过自身自有的工具与能力完成甲方布置的工作，甲方或乙方可以将工具租借给丙方。</p>
                <p>6. 乙方委托甲方代为向丙方发放经营所得，甲方通过第三方平台口諀创客向丙方发放经营所得。</p>
                <p>7. 甲方有权按照自身业务需要提前三天通知乙方丙方解除本协议，并不承担任何责任。</p>
                <p>8. 甲方和乙方有权随时抽查丙方工作。若丙方未按照时间完成任务或未按照甲方质量要求完成任务的，甲方有权相应扣除部分经营所得。</p>
                <p>9. 若丙方在合作期间发生意外伤亡事件的，甲方为丙方购买商业保险，甲方仅承担由商业保险能赔付的相应金额。</p>
                <p>10. 丙方有权自由选择领取任务，甲方也可推荐任务给丙方。</p>
                <p>11. 丙方向甲方乙方提交的个人信息必须真实有效，若丙方提交虚假信息的，甲方或乙方有权解除本协议并要求丙方支付人民币1000元的违约金。</p>
                <p>12. 若因丙方自身原因或负主要责任导致甲方、乙方、自身或第三人人身或财产损失的，由丙方承担全部赔偿责任。</p>
                <p>13. 若丙方违反甲方或乙方基本合作约定的，甲方或乙方有权要求丙方支付相当于甲方损失或丙方非法利益的两倍金额作为违约金。</p>

                <div>八、保密条款</div>
                <p>1. 丙方应自觉遵守国家的法律、法规、社会公德、职业道德及甲方的场所规则，并保守甲方的商业秘密和知识产权。丙方严重违反甲方场所规则或者违法违规的，甲方有权即时解除本协议。</p>
                <p>2. 协议三方对本协议履行过程中所接触或获知的对方的任何商业信息均有保密义务，除非有明显的证据证明该等信息属于公知信息或者事先得到对方的书面授权。该保密义务在本协议终止后仍然继续有效。任何一方因违反保密义务而给对方造成损失的，均应当赔偿对方的相应损失。</p>
                <p>3. 三方保证一方向另一方提供的资料不会侵犯任何其他人的知识产权或合法权益，否则一切责任甶提供方自行承担，概与接收方无关。</p>
                <p>4. 三方保证一方根据本协议获知或获准使用的另一方的硬件、软件、程序、密码、商品名、技术、许可证、专利、商标、技术知识和经营过程是另一方的合法所有，该方对此无任何权利或利益。</p>
                <p>5. 在本协议的有效期内，协议双方保证除获得对方书面同意以外，不得向任何第三方泄露任何有关本协议所涉及的身份及运营信息和数据，但接收方按国家行政机关或有权事业单位要求披露、按第三方专业服务机构（律师事务所、会计师事务所等）尽职调查要求披露的除外。一方违约泄露而造成另一方损失的，泄露方须赔偿对方的直接损失。本协议无论因任何原因变更、中止或终止后，本保密条款继续有效。</p>
                <p>6. 口諀创客平台及平台各项独立/非独立功能产品、产品元素等(统称"口諀创客平台"）均归乙方合作方口諀创客平台所有，该平台上发布的各类资讯、通知、宣推、广告展示等产品内容均甶乙方合作方口諀创客平台独立负责并运营，包括但不限于调整页面设计及内容、功能升级、口諀创客帮帮及口諀创客任务等信息提示的发布，甲方无权干涉。口諀创客平台中所使用的任何相关软件、程序、内容（如口諀创客帮帮等），包括但不限于作品、图片、图像、视频、档案、资料（客户资料除外）、网站构架、网站版面的安排、网页设计、经甶"口諀创客"APP或广告商向用户呈现的广告或资讯，均甶乙方或其它权利人依法享有相应的知识产权。对于乙方依托口諀创客平台向甲方提供运营管理服务的事实，并不表示甲方已经从乙方获得向第三人转让或许可第三人使用该平台的权利，即甲方不得将该平台转让给其他任何主体使用。</p>
                <p>7. 无论本协议是否有任何相反的约定，任何一方如需在任何场合、以任何形式使用对方名称、商标、标识或相关图像等，在相关使用前必须事先征得对方书面同意，而该等使用并不代表被同意使用方享有对该名称、商标、标识或相关图像的任何权利。各方应对其提供的名称、商标、标识或相关图像承担保证责任，如因其提供的上述内容侵犯第三方合法权益导致另一方损失的，该方应承担赔偿责任。本协议一经终止，双方承诺不再以任何形式在营业场所内、宣传媒体、物品或用户面前使用对方名称、商标、标识和相关图像，并于另一方提出要求时，销毁或无偿送交所有相关宣传材料予对方。如任何一方违反本条款，违约方须赔偿守约方一切因而蒙受的损害及损失（包括但不限于知识产权有关的损失、诉讼与行政处罚）。</p>

                <div>九、违约责任</div>
                <p>1. 若丙方未按照甲方或乙方要求承揽工作完成任务的，甲方有权随时解除本协议，并要求丙方承担相应的赔偿责任。</p>
                <p>2. 若乙方未按时向甲方交付发票的，甲方有权解除本协议，并要求乙方承担相应的赔偿责任。</p>
                <p>3. 若甲方未按时向丙方支付经营所得的，丙方有权要求乙方承担支付经营所得。</p>
                <p>4. 丙方承诺承揽合作项目最低承揽合作期限为三个月，丙方同意若丙方承揽合作时间不足一周的，视为丙方未完成甲方任何项目内容，甲方不予结算经营所得；若丙方承揽时间少于三个月的，甲方有权要求丙方支付相当于乙方一周经营所得费用的违约金，丙方同意甲方可直接在丙方承揽合作费用中直接扣除。</p>

                <div>十、争议解决地</div>
                <p>1、本协议有争议的，三方可协商解决，协商不成的，任一方可向甲方所在地人民法院提起诉讼。</p>

                <div>十一、其他</div>
                <p>1. 本协议未尽事宜，三方可协商签订补充协议，补充协议效力与本协议一致。</p>
                <p>2. 本协议一式三份，三方各执一份，具有同等法律效力。</p>
                <p>3. 三方明确，丙方所填地址电话为丙方最终送达地址及可联系电话。甲方向该地址发送快递或向该电话发送短信无论是否被退回或者拒签，均视为丙方已收到甲方通知。若丙方修改上述信息的，应当提前三日告知甲方。</p>
            </div>

            <div class="blank"></div>
            <div>甲方：</div>
            <div class="blank"></div>
            <div>乙方：</div>
            <div class="blank"></div>
            <div>丙方</div>
            <div class="blank"></div>
        </div>
    </section>
</template>
<script>
export default {
    mounted(){
        
    }
}
</script>

<style lang="scss" scoped>
    .header {
        padding-top: 18px;
        text-align: center;
        img {
            width: 192px;
        }
    }
    .title {
        font-size: 36px;
        line-height: 80px;
        font-weight: 600;
        text-align: center;
    }

    .content {
        font-size: 24px;
        line-height: 48px;
        padding: 16px 35px 0;

        & > div {
            margin: 1em 0;
            & > p,
            & > div {
                margin: 0.5em 0 0;
                & > div {
                    margin-left: 1em;
                }
                section {
                    padding-left: 3em;
                    & > ol {
                        list-style: lower-alpha;
                    }
                }
            }
        }

        p {
            text-indent: 2em;
        }

        .blank {
            height: 80px;
        }
    }
</style>