<template>
    <frame-view-sub class="agreement-detail"
                    :z="120"
                    title="劳务协议"
                    v-model="currentValue">
        <div class="page-header">
            <img src="@/assets/images/my-star-agreement-picture@3x.png">
        </div>
        <div class="page-title"
             v-theme:color>
            劳务协议
        </div>
        <div class="agreement-content">
            <div>定作方（简称“甲方”）：{{companyName}}<br />地址：</div>
            <div>承揽方（简称“乙方”）:<br />性别：<br />身份证号码：<br />联系电话：<br />通讯住址：<br />紧急联系人：<br />紧急联系电话： </div>
            <p>
                甲、 乙双方就甲方承包的部分工作交由乙方承揽之事宜，根据合同法等有关法律、法规规定，甲乙双方本着平等、自愿，协商一致的原则，同意签署本合同，建立劳务承揽关系。
            </p>
            <div>
                <div>一、承揽内容</div>
                <p>
                    1. 甲乙双方约定，乙方承接甲方承包的指定项目。乙方按照甲方要求，通过自己的劳力和技术完成甲方指定的工作，乙方自行解决所需的必要工具和设备，也可租赁甲方或第三方提供的工具和设备。
                </p>
                <p>
                    2.甲方按照项目验收标准对乙方的承揽结果予以验收。
                </p>
                <div>二、承揽期限</div>
                <p>1. 甲乙双方约定，承揽期限为从签约日起至项目需求结束止。</p>
                <p>2. 甲乙双方约定，承揽期限届满前一个月，若乙方愿意继续承揽甲方项目应当提前书面告知甲方，经甲方同意方可续签本合同，否则视为自动终止本合同。</p>
                <p>3. 若乙方实际承揽的日期与本合同约定的日期不一致的，以乙方实际承揽之日为合同生效之日，双方自乙方实际承揽日起建立劳务承揽关系，以乙方交付工作成果之日为劳务承揽关系终止之日。</p>
                <p>4. 双方约定，若甲方承包项目有变动，可单方解除本合同，并与乙方结算乙方已完成的项目费用。</p>
                <p>5. 无论什么原因导致乙方从承包项目上离职或退回的，乙方同意本合同即时终止，且视为乙方自动提出离职，甲方不承担任何赔偿责任。</p>
                <div>三、承揽费用</div>
                <p>1. 双方达成一致，乙方每月承揽进度应当达到甲方要求进度，折合人民币 元，浮动奖惩费用为 元。若乙方超额或者未达到甲方标准的，甲方有权增加或者减少乙方上述费用。上述费用均为含税价格。</p>
                <p>2. 甲乙双方约定承揽费用按月结算，甲方每月检查乙方上月承揽项目进度，并在 日支付上月乙方已完成的承揽费用。遇特殊情况，也可在结算日之后10日内支付。</p>
                <p>3. 乙方承诺承揽项目最低承揽期限为三个月，乙方同意若乙方承揽时间不足一周的，视为乙方未完成甲方任何项目内容，甲方不予结算承揽费用；若乙方承揽时间少于三个月的，甲方有权要求乙方支付相当于乙方一周承揽费用的违约金，乙方同意甲方可直接在乙方承揽费用中直接扣除。</p>
                <div>四、承揽性质</div>
                <p>甲乙双方为劳务承揽关系，非劳动、劳务、雇佣等关系。</p>
                <div>五、双方的权利及义务</div>
                <p>1. 甲方权利义务
                    <section>1.1 甲方有权对乙方承揽的项目内容进行监督并定时检验，对乙方承揽过程中存在的问题有权提出整改意见。</section>
                    <section>1.2 甲方有权根据项目需要临时要求乙方调整履约方式或履约时间。乙方提出调整履约方式或时间的，须事先征得甲方同意并书面确认。</section>
                    <section>1.3 甲方应按项目验收标准予以评估并验收乙方承揽的项目内容，并及时支付乙方承揽费用。</section>
                    <section>1.4 在承揽过程中，乙方的人身财产由乙方自行承担。乙方承揽甲方项目期间，甲方可以为乙方参保意外伤害险。</section>
                    <section>1.5 甲乙双方约定，乙方在承揽期间擅自停止履约的，甲方有权即时解除本合同并要求乙方赔偿甲方损失。</section>
                    <section>1.6 若甲方按照下列情况认定乙方无法胜任承揽项目的，甲方有权单方解除本合同，结算乙方已完成的费用，若对甲方造成损失的，应当赔偿甲方遭受的全部损失，乙方同意甲方可在项目费用中直接扣除：<br />
                        　A.违反甲方或甲方项目所在地规章制度的。<br />
                        　B.项目进度明显低于其他相同或类似项目的。<br />
                        　C.严重损害甲方利益的。<br />
                        　D.因乙方个人原因造成无法继续履行承揽项目的。<br />
                        　E.因乙方个人身体素质原因无法达到项目所需强度的。<br />
                        　F.其他甲方认为乙方无法胜任承揽项目的情形。</section>
                    <section>1.7 甲方有权根据项目需求随时解除本承揽合同，并结算乙方已完成的项目费用。</section>
                </p>
                <p>2. 乙方权利义务
                    <section>1.1 乙方应当以自己的技术和劳力完成承揽项目的主要工作；乙方在其承揽范围内若使用甲方工作场所和相关设备设施的，应向甲方申请，甲方同意后可为乙方完成承揽内容提供便利。</section>
                    <section>1.2 乙方应自觉遵守国家的法律、法规、社会公德、职业道德及甲方的场所规则，并保守甲方的商业秘密和知识产权。乙方严重违反甲方场所规则或者违法违规的，甲方有权即时解除本合同。</section>
                    <section>1.3 乙方应以诚实信用的态度履行本合同，乙方在技能、经验等履约能力的信息提供上弄虚作假的，甲方经发现后有权即时解除本合同。</section>
                    <section>1.4 乙方应具备承揽项目所需的身体状况、技能、经验等履约能力，因乙方自身原因导致承揽项目无法完成的，甲方有权解除本合同。</section>
                    <section>1.5 乙方应按本合同约定标准保质、保量、按时完成承揽项目，甲方在验收中对乙方提出整改意见的，乙方应当进行改正。若经甲方两次整改要求后，乙方仍不符合项目标准的，甲方有权解除本合同。</section>
                    <section>1.6 乙方未经甲方同意不得将其承揽的项目交由第三人完成，否则甲方可以即时解除本合同。</section>
                    <section>1.7 乙方非甲方职工，不得代表甲方签订合同和协议，不得从事与其承揽项目无关的事务。</section>
                    <section>1.8 乙方发现甲方提出的要求不合理的，应当及时通知甲方。因甲方怠于答复等原因造成乙方损失的，乙方可以即时解除本合同。</section>
                    <section>1.9 本合同解除或终止时，乙方应履行下列义务：<br />
                        　A.向甲方指定人员交接项目。<br />
                        　B.完好归还其占用的甲方工具、物品、文件、设备等有形或无形资产。<br />
                        　C.向甲方完整移交载有甲方重要信息的任何载体。<br />
                        　D.处理其他应了而未了的事务。<br /></section>
                    <section>1.10 协议双方对本协议履行过程中所接触或获知的对方的任何商业信息均有保密义务，除非有明显的证据证明该等信息属于公知信息或者事先得到对方的书面授权。该保密义务在本协议终止后仍然继续有效。任何一方因违反保密义务而给对方造成损失的，均应当赔偿对方的相应损失。</section>
                    <section>1.11 若乙方在承揽期间发生意外伤亡事件的，应当由乙方自行承担，甲方不承担任何责任。</section>

                </p>

                <div>六、争议解决办法</div>
                <p>如双方就本合同内容或其执行发生任何争议，双方应友好协商解决；经协商仍未达成一致时，任何一方均可向合同签订地人民法院提起诉讼。</p>
                <p>本合同签订地为上海市浦东新区。</p>
                <div>七、其他</div>
                <p>1. 为确保合同的顺利履行，根据合同履行进度，乙方同意在甲方处或甲方客户处进行培训，培训要求另行确定。如乙方承揽时间未满30 天，则甲方有权要求乙方支付培训期间的承揽费用作为培训费用，乙方同意该笔费用甲方可在乙方承揽费中直接扣除。</p>
                <p>2. 若因外界不可抗力因素和甲方客户指令性要求导致本合同无法继续履行的，则合同终止，甲方无需向乙方支付任何费用。</p>
                <p>3. 本合同一式二份，甲乙双方各执一份，经双方签字（或盖章）后生效。</p>
            </div>
            <div class="blank"></div>
            <div>
                本行以下无正文
            </div>
            <div class="blank"></div>
            <div>甲方（签章）：</div>
            <div class="blank"></div>
            <div>时间：　　　年　　月　　日</div>
            <div class="blank"></div>
            <div class="blank"></div>
            <div>乙方（签章）：</div>
            <div class="blank"></div>
            <div>时间：　　　年　　月　　日</div>
            <div class="blank"></div>
        </div>
    </frame-view-sub>
</template>
<script>
    import companies from './company-name.json';
    import TwoWay from 'two-way';

    export default {
        mixins: [TwoWay],
        data() {
            return {
                companies
            }
        },
        props: ['id'],
        computed: {
            companyName() {
                const { id, companies } = this;

                return companies[id] || '';
            }
        }
    }
</script>
<style lang="scss" scoped>
    .page-header {
        padding-top: 18px;
        text-align: center;
        img {
            width: 192px;
        }
    }
    .page-title {
        font-size: 42px;
        line-height: 80px;
        font-weight: 600;
        text-align: center;
    }

    .agreement-content {
        font-size: 24px;
        line-height: 48px;
        padding: 16px 35px 0;

        & > div {
            margin: 1em 0;
            & > p,
            & > div {
                margin: 0.5em 0 0;
                & > div {
                    margin-left: 1em;
                }
                section {
                    padding-left: 3em;
                    & > ol {
                        list-style: lower-alpha;
                    }
                }
            }
        }

        p {
            text-indent: 2em;
        }

        .blank {
            height: 80px;
        }
    }
</style>
